Repository: gritsakdj-art/JustTwo_iOS
Catalog: JustTwo/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ru

# offline.banner.message
source: No connection. Showing saved data.
ru: Нет соединения. Показываем сохранённые данные.

# offline.banner.subtitle
source: Showing saved data until the network returns.
ru: Показываем сохранённые данные, пока сеть недоступна.

# offline.banner.title
source: You're offline
ru: Нет соединения

# offline.banner.validating_title
source: Checking connection
ru: Проверяем соединение

# splash.error.offline_needs_connection
source: Connection required to finish sign-in
ru: Нужно подключение, чтобы завершить вход

# splash.phase.loading_chats
source: Loading chats…
ru: Загружаем чаты…
